[
{"content": "Angela Merkel faces key regional elections in Bavaria on Sunday, and if the polls are right her Bavarian sister party could be heading for historic losses. The Christian Social Union (CSU) could lose power in the Bavarian regional parliament for the first time since 1957. Even if clings on, the results will have a serious impact on Mrs Merkel’s government — and on how long she can remain chancellor. Like the United States, Germany has a federal system. Each of the 16 German states has its own government and parliament with far-reaching powers of their own — much like Scotland in the UK. The states hold their elections in different years, and this weekend it is Bavaria’s turn.", "date": "2018-10-12 15:25:00", "url": "https://www.telegraph.co.uk/news/2018/10/12/angela-merkel-may-spin-disastrous-bavaria-elections-advantage/", "description": "Angela Merkel faces key regional elections in Bavaria on Sunday, and if the polls are right her Bavarian sister party could be heading for historic losses.", "author": "Justin Huggler", "title": "How Angela Merkel may spin disastrous Bavaria elections to her advantage"},
{"content": "Theresa May has told Nicola Sturgeon that her Brexit deal is the best that could be negotiated and in the interests of the entire United Kingdom. The Prime Minister said it would not only give Scottish businesses the “clarity and certainty” they needed, but see the UK take back control of its coastal waters and boost the fishing industry. She also insisted during a 30-minute meeting at Westminster that the draft withdrawal agreement was the best that could be negotiated, after the First Minister spent the day seeking to build a coalition against it. A Downing Street source said SNP plans only made a no-deal Brexit more likely. Ms Sturgeon has described Mrs May’s deal as a false choice and insists...", "date": "2018-11-20 21:20:00", "url": "https://www.telegraph.co.uk/news/2018/11/20/theresa-may-tells-nicola-sturgeon-brexit-deal-good-scotland/", "description": "Theresa May has told Nicola Sturgeon that her Brexit deal is the best that could be negotiated and in the interests of the entire United Kingdom.", "author": "Auslan Cramb", "title": "Theresa May tells Nicola Sturgeon her Brexit deal is good for Scotland and its fishermen"},
{"content": "Amid the Sturm und Drang (or frantic hoo-ha, as it is known to Brexiteers) of current politics, one gloriously reassuring image has emerged. It is a photograph of a cleaner, neatly clad in pinny and rubber gloves, whisking the grime from the fanlight above the front door of No 10 Downing Street with (a nicely inclusive touch, this) a rainbow-coloured lambswool duster. Throughout the assorted dramas of my adult life, I have learnt that there is no crisis so terrible that it cannot be improved by a brisk touch of housework – if only because one then has a nice clean house in which to be miserable. You could argue that this is mere displacement therapy – the domestic equivalent of rearranging the...", "date": "2018-11-19 06:30:00", "url": "https://www.telegraph.co.uk/news/2018/11/19/no-crisis-terrible-cant-improved-brisk-touch-housework/", "description": "Amid the Sturm und Drang (or frantic hoo-ha, as it is known to Brexiteers) of current politics, one gloriously reassuring image has emerged.", "author": "Jane Shilling", "title": "There is no crisis so terrible that it can't be improved by a brisk touch of housework"},
{"content": "Like so much of the hoopla that surrounds the 45th president of the United States, whether delivered by supporters, detractors or the man himself, the substance fell short of the hyperbole. The much-anticipated interview with Stormy Daniels broadcast on Sunday night revealed little we did not already know about the porn star and the man who would become president. But that was not the point. The point was not the story so much as the time and the place where she told it - and the fact that she was saying it at all. That will be enough to cause a major headache for Mr Trump’s lawyers, sidestepping all their expertise in drawing up non-disclosure agreements, and is guaranteed to send the president...", "date": "2018-03-26 02:43:00", "url": "https://www.telegraph.co.uk/news/2018/03/26/stormy-daniels-bright-articulate-credible-witness/", "description": "Like so much of the hoopla that surrounds the 45th president of the United States, whether delivered by supporters, detractors or the man himself, the substance fell short of the hyperbole.", "author": "Rob Crilly", "title": "Stormy Daniels is bright, articulate and a credible witness"},
{"content": "Western air strikes have done little to degrade President Assad’s arsenal and his regime still has the capabilities of inflicting major damage, Syria’s former chemical weapons chief has told the Telegraph.   Brigadier-General Zaher al-Sakat, who served as head of chemical warfare in the powerful 5th Division of the military until he defected in 2013, said the most strategic sites were not hit in Saturday’s strikes. The Pentagon had said that it believed the raids \"attacked the heart of the Syrian chemical weapons program,\" significantly hampering the government’s ability to use such weapons again. But the extent of the damage was questioned on Sunday by Gen Sakat, as well as other defectors from...", "date": "2018-04-16 08:01:00", "url": "https://www.telegraph.co.uk/news/2018/04/15/assad-can-still-gas-people-despite-airstrikes-says-former-chemical/", "description": "Western air strikes have done little to degrade President Assad&rsquo;s arsenal and his regime still has the capabilities of inflicting major damage, Syria&rsquo;s former chemical weapons chief has told the Telegraph.", "author": "Josie Ensor Joseph Haboush", "title": "Airstrikes 'hit parts but not the heart' of arsenal, says Syria's former chemical weapons chief"},
{"content": "In the end it wasn’t so much a smoking gun as a festering grudge. James Comey’s long-awaited TV interview on Sunday night provided a character assassination of Donald Trump but little to prove that the Trump campaign colluded with Russia or that the president worked to obstruct justice. It will have titillated the resistance – with its talk of golden showers and hookers – and mobilised the Trump base in equal measure. But the revelations were few and far between. What we got instead were Mr Comey’s views on the president who sacked him. We learned that the former FBI director believes Mr Trump is morally unfit to lead the country, that he thinks the president will “stain” the people around him...", "date": "2018-04-16 11:09:00", "url": "https://www.telegraph.co.uk/news/2018/04/16/cant-james-comey-accept-america-put-donald-trump-power/", "description": "In the end it wasn&rsquo;t so much a smoking gun as a festering grudge.", "author": "Rob Crilly", "title": "Why can't James Comey accept that America put Donald Trump in power?"},
{"content": "Russia’s disinformation onslaught has cranked up another notch since US, UK and French air strikes this weekend on Syrian chemical weapons targets. According to the Pentagon, there’s been a 2,000 percent increase in Russian troll activity online. In Britain, Whitehall is warning of Russian revenge cyber attacks. This latest twist follows weeks of Kremlin conspiracy theories ranging from the bizarre to the frightening. Last week Moscow accused the UK of staging the Douma chemical attack. In the UK and elsewhere in recent weeks, Russian officials have offered a dozen plus scenarios for the poisoning of...", "date": "2018-04-16 14:16:00", "url": "https://www.telegraph.co.uk/news/2018/04/16/russias-trolls-propagandists-have-turned-soviet-disinformation/", "description": "Information warfare is more important than ever &ndash; and Russia is beating the West hands down", "author": "Bob Seely", "title": "How Russia's trolls and propagandists have turned Soviet disinformation into a terrifying art form"},
{"content": "I was invited to visit Syria last week to meet local Christians, but had another engagement in the diary, so had to decline. Turns out I missed an historic sight: Western missiles shooting across the Damascus skyline to punish Bashar al-Assad for an alleged gas attack. Giles Fraser, an Anglican priest and friend who did make the trip, says many locals slept through the “firework display”. His photos on Twitter of meetings with local clerics and state officials have sparked controversy. They apparently illustrate what Giles calls “the long tradition of religious pluralism in Syria”.” You can infer from these tweets an important,...", "date": "2018-04-16 16:32:00", "url": "https://www.telegraph.co.uk/news/2018/04/16/ask-syrian-christians-would-prefer-assad-islamic-state/", "description": "It is Christians who will suffer most if Sunni extremists seize power", "author": "Tim Stanley", "title": "Ask Syrian Christians who they would prefer: Assad or the Islamic State"},
{"content": "The ancient, rocky fortress of Masada stands on the eastern edge of the Judaean desert, dominating the surrounding gorges and the Dead Sea. It is cut into a natural, flat mountaintop, over 400 metres up, and covering an area of 18 acres. The earliest habitation on the mountain may date from the time of the First Temple, around 900 BC, before the area was fortified under the Hasmonaeans — either by Jonathan Maccabaeus (d. 143 BC) or Alexander Jannaeus (d. 76 BC). The vast palace-fortress complex visible today was constructed by Herod the Great: a Roman citizen of Idumaean descent, who was appointed king of Judaea by the Romans, and ruled from 37–4 BC. Herod built Masada on a lavish scale, with...", "date": "2018-04-16 18:28:00", "url": "https://www.telegraph.co.uk/news/2018/04/16/day-ad-73roman-soldiers-breach-fearsome-masada-fortress-shocked/", "description": "The ancient, rocky fortress of Masada stands on the eastern edge of the Judaean desert, dominating the surrounding gorges and the Dead Sea.", "author": "Dominic Selwood", "title": "On this day in AD 73: Roman soldiers breach the fearsome Masada fortress – and are shocked by what's inside"},
{"content": "Tariq al-Raz was out trying to find biscuits for his five-year-old daughter Aseenat when he heard news of the attack.  Syrian regime forces and their Shia militia allies were assaulting a rural area near the city of Homs, not far from where his wife and two children were waiting for him in their one-room house.  Mr Raz borrowed a neighbour’s motorcycle and raced back to his home. He found his wife standing in a field with their daughter’s body in her arms, the little girl’s brown hair matted with blood. Aseenat was killed an hour’s drive from where RAF warplanes blew up one of Bashar al-Assad’s chemical weapons sites on Saturday morning. She died 36 hours after the Tornado GR4s struck their target...", "date": "2018-04-16 20:00:00", "url": "https://www.telegraph.co.uk/news/2018/04/16/five-year-old-syrian-girl-killed-just-miles-site-raf-strikes/", "description": "Tariq al-Raz was out trying to find biscuits for his five-year-old daughter Aseenat when he heard news of the attack.", "author": "Raf Sanchez Said Ghazali Will Horner", "title": "Five-year-old Syrian girl killed just miles from site of RAF strikes  "},
{"content": "It has been a long time since major governments engaged in barter – but not quite as long as you’d think. In 1933, Britain and Denmark were reduced to bartering in order to trade. Denmark agreed to supply a certain amount of bacon to the UK each year and, in return, Britain agreed to supply a certain amount of coal. This primitive trading arrangement was a way for governments to circumvent the foreign exchange controls that they themselves had imposed in an effort to keep hold of their gold reserves. In other words, it was a result of the last global trade war. Since we seem to be on the cusp of another major trade war, led by the US and China, it’s about time we looked back at the circumstances...", "date": "2018-04-09 06:00:00", "url": "https://www.telegraph.co.uk/news/2018/04/09/britain-find-whether-really-free-trading-nation-claims/", "description": "It has been a long time since major governments engaged in barter &ndash; but not quite as long as you&rsquo;d think.", "author": "Juliet Samuel", "title": "Britain is about to find out whether it's really the free-trading nation it claims to be"},
{"content": "Dietrich Bonhoeffer was born in 1906 in Breslau, Prussia. He was the sixth of eight children. His father was a professor of psychiatry and neurology at the University of Berlin, and his mother was a teacher. Bonhoeffer studied theology at Tübingen and Berlin, before becoming assistant pastor to a German protestant community in Barcelona. He spent some time on an exchange at a seminary in New York, then took up a position as a lecturer of systematic theology at the University of Berlin. Bonhoeffer was international and ecumenical in outlook, with connections to England. In 1931 he attended an ecumenical conference in Cambridge, and from 1933–5 worked as a pastor to German protestant communities...", "date": "2018-04-09 06:00:00", "url": "https://www.telegraph.co.uk/news/2018/04/09/day-1945-dietrich-bonhoeffer-theologian-anti-nazi-dissident/", "description": "Dietrich Bonhoeffer was born in 1906 in Breslau, Prussia.", "author": "Dominic Selwood", "title": "On this day in 1945: Dietrich Bonhoeffer, theologian and anti-Nazi dissident, is executed "},
{"author": "Anita Singh", "title": "Racy diaries by 'first modern lesbian' Anne Lister set to be best-seller on back of BBC drama", "description": "Since the days of Bridget Jones&rsquo;s Diary, publishers have been on the lookout for confessional tales of young women navigating their way through the world of love and sex The Secret Diaries of Anne Lister is the latest to hit the shelves:", "content": "Since the days of Bridget Jones’s Diary, publishers have been on the lookout for confessional tales of young women navigating their way through the world of love and sex The Secret Diaries of Anne Lister is the latest to hit the shelves: an inspiring true-life account of a businesswoman who has a string of lesbian affairs before ‘marrying’ her partner in a same-sex ceremony. But this modern-sounding story is not from the 21st century.  Lister lived in Georgian England and her diaries were hidden from view over two centuries with the contents considered too risqué to see the light of day. They were discovered 30 years ago by a local historian and are now being re-issued as a Virago Modern Classic...", "date": "2018-11-24 21:00:00", "url": "https://www.telegraph.co.uk/news/2018/11/24/racy-diaries-first-modern-lesbian-anne-lister-set-best-seller/"},
{"author": "Josh Wilson", "title": "Public trust in bankers has doubled in the past five years", "description": "Public trust in Britain&rsquo;s bankers has doubled in the past five years after faith in the profession collapsed following the financial crash.", "content": "Public trust in Britain’s bankers has doubled in the past five years after faith in the profession collapsed following the financial crash. Two in five Britons now say they would trust a banker to be truthful, according to Ipsos MORI’s Veracity Index which measures public faith faith in key professions. This is a jump of 20 percentage points compared to 2013 when just 21 per cent of the country said they had trust in the profession. Ipsos MORI Research Director Gideon Skinner commented: “Confidence in banks is much lower than it was in the decades before the financial crash, but it is showing signs of recovery since then. “However, the public are still concerned about high bonuses and profits,...", "date": "2018-11-18 12:00:00", "url": "https://www.telegraph.co.uk/news/2018/11/18/public-trust-bankers-has-doubled-past-five-years/"},
{"author": "Ben Rumsby Steven Swinford", "title": "Sir Philip Green accused of 'second abuse' by 'playing the victim' while accusers are silenced by NDAs", "description": "Sir Philip Green has been accused of &ldquo;a second abuse&rdquo; of his alleged victims by speaking about accusations of sexual harassment and racism against him, while gagging orders prevent them from doing the same.", "content": "Sir Philip Green has been accused of “a second abuse” of his alleged victims by speaking about accusations of sexual harassment and racism against him, while gagging orders prevent them from doing the same. The businessman at the centre of Britain’s MeToo scandal was also condemned for using the word “banter” to describe his interactions with staff amid reports he had paid seven-figure sums to hush up complaints against him. It has been alleged that he gave employees “lingering hugs”, asked them if they were “naughty girls”, and whether they needed their “bottoms slapped”. Sir Philip gave an interview to a national newspaper this weekend, hours after the legal firm representing him, Schillings,...", "date": "2018-10-28 21:30:00", "url": "https://www.telegraph.co.uk/news/2018/10/28/sir-philip-green-accused-second-abuse-playing-victim-accusers/"},
{"author": "Josie Ensor Patrick Sawer", "title": "'Jihadi' NHS doctor who went to Syria refused return to the UK ", "description": "Britain is refusing the return of an NHS doctor detained in Syria for alleged links to Isil, whose identity the Telegraph can today reveal, amid fears it would be too hard to successfully prosecute him in the UK.", "content": "Britain is refusing the return of an NHS doctor detained in Syria for alleged links to Isil, whose identity the Telegraph can today reveal, amid fears it would be too hard to successfully prosecute him in the UK. Muhammad Saqib Raza, 40 from Leicester, was captured by the UK’s allies, the Syrian Democratic Forces (SDF), in January attempting to smuggle himself out the country. Raza, who was accused of trying to “radicalise” colleagues before he travelled to Syria in 2016, told the SDF that he was not a fighter with the Islamic State of Iraq and the Levant (Isil) but worked as a medic in areas under the group’s control. At least two Britons have been arrested in Syria in recent months as Kurdish-led...", "date": "2018-10-28 21:00:00", "url": "https://www.telegraph.co.uk/news/2018/10/28/jihadi-nhs-doctor-went-syria-refused-return-uk/"},
{"author": "Dia Chakravarty", "title": "Politicians must have our backs in times of need", "description": "It must take extraordinary strength to put oneself through the ordeal of a trial a second time, reliving the memories of a horrific episode in life, facing one&rsquo;s tormentor again.", "content": "It must take extraordinary strength to put oneself through the ordeal of a trial a second time, reliving the memories of a horrific episode in life, facing one’s tormentor again. That’s what two women did in the case of serial rapist John Worboys, helping to successfully challenge the Parole Board’s decision to grant him early release. The fact that they had to resort to crowd funding their legal action – at least one of them at the risk of rendering herself homeless – illustrates just how badly they had been let down by the system. How did we get here? There was immense pressure on David Gauke, the Justice Secretary, to pursue a judicial review of the Parole Board’s decision but while he did...", "date": "2018-03-31 18:00:00", "url": "https://www.telegraph.co.uk/news/2018/03/31/politicians-must-have-backs-intimes-need/"},
{"author": "Telegraph Reporters", "title": "April Fool's Day: How Chaucer, calendar confusion and Hilaria led to pranks and fake news", "description": "April Fool's Day is around the corner, coinciding with this Easter Sunday this year.", "content": "April Fool's Day is around the corner, coinciding with this Easter Sunday this year. It is a tradition in Western societies to take part in pranks and trickery on April 1 every year, taken as an opportunity by many to inflict some quick humour into an otherwise ordinary day.   But how did the day begin – and how is it celebrated around the world today? Here is everything you need to know. The origins of the day are uncertain. One common April Fool's theory is that the tradition stems from the introduction of the Gregorian calendar in 1582 across continental Europe.   When Pope Gregory XIII called for New Year’s Day to be celebrated on January 1 instead of the end of March, the...", "date": "2018-03-29 13:20:00", "url": "https://www.telegraph.co.uk/news/0/april-fools-daywhat-best-pranks-did-come/"},
{"author": "Rob Crilly", "title": "Stormy Daniels is bright, articulate and a credible witness", "description": "Like so much of the hoopla that surrounds the 45th president of the United States, whether delivered by supporters, detractors or the man himself, the substance fell short of the hyperbole.", "content": "Like so much of the hoopla that surrounds the 45th president of the United States, whether delivered by supporters, detractors or the man himself, the substance fell short of the hyperbole. The much-anticipated interview with Stormy Daniels broadcast on Sunday night revealed little we did not already know about the porn star and the man who would become president. But that was not the point. The point was not the story so much as the time and the place where she told it - and the fact that she was saying it at all. That will be enough to cause a major headache for Mr Trump’s lawyers, sidestepping all their expertise in drawing up non-disclosure agreements, and is guaranteed to send the president...", "date": "2018-03-26 02:43:00", "url": "https://www.telegraph.co.uk/news/2018/03/26/stormy-daniels-bright-articulate-credible-witness/"},
{"author": "Robert Mendick", "title": "MI5 chief calls for post-Brexit security plan in face of Putin's 'aggressive and pernicious actions'", "description": "The head of MI5 will appeal to European leaders on Monday not to put at risk their &ldquo;shared strength&rdquo; by weakening security and intelligence sharing after Brexit.", "content": "The head of MI5 will appeal to European leaders on Monday not to put at risk their “shared strength” by weakening security and intelligence sharing after Brexit. In a speech to European security chiefs, Andrew Parker, MI5’s Director General, will tell them that continued cooperation has never been more crucial in the face of Russia’s “aggressive and pernicious actions”. Mr Parker’s intervention made pointedly in Berlin - the first time a serving head of MI5 has given a public speech on foreign soil - comes at a critical time in Brexit negotiations. Michel Barnier, the EU’s chief Brexit negotiator, is expected to lay out Brussels’ vision on security at a conference on the same day, having previously...", "date": "2018-05-14 06:59:00", "url": "https://www.telegraph.co.uk/news/2018/05/13/mi5-chief-calls-post-brexit-security-plan-face-vladimir-putins/"},
{"author": "Rob Crilly Mike Wright", "title": "MH370 captain 'deliberately evaded radar' during final moments of doomed flight", "description": "Aviation experts believe they may have solved the mystery of the disappearance of flight MH370, saying the 239 passengers and crew were the victims of a deliberate, criminal act carried out by the plane&rsquo;s captain.", "content": "Aviation experts believe they may have solved the mystery of the disappearance of flight MH370, saying the 239 passengers and crew were the victims of a deliberate, criminal act carried out by the plane’s captain. The fate of the Boeing 777 has mystified investigators ever since it went missing en route from Kuala Lumpur to Beijing in 2014. However, a panel of experts assembled for the Australian TV programme 60 Minutes says the evidence suggests Captain Zaharie Ahmad Shah executed a careful series of manoeuvres to evade detection and ensure the plane disappeared in a remote location. Martin Dolan, former head of the Australia Transport Safety Bureau, who led the two-year search for the missing...", "date": "2018-05-14 07:47:00", "url": "https://www.telegraph.co.uk/news/2018/05/13/mh370-captain-deliberately-evaded-radar-final-moments-doomed/"},
{"author": "Raf Sanchez", "title": "US embassy to open in Jerusalem as Palestinians brace for bloodshed in Gaza", "description": "As Ivanka Trump and other American dignitaries take their seats for the opening of the new US embassy in Jerusalem on Monday, Israel&rsquo;s military will be bracing for thousands of Palestinian protesters to try to break through the Gaza border fence.", "content": "As Ivanka Trump and other American dignitaries take their seats for the opening of the new US embassy in Jerusalem on Monday, Israel’s military will be bracing for thousands of Palestinian protesters to try to break through the Gaza border fence.  Five months after Donald Trump defied warnings from around the world and announced he was recognising Jerusalem as Israel’s capital, around 800 American and Israeli guests will gather under a marquee to applaud the official opening of the US embassy.  Just 50 miles away, Palestinians in Gaza have moved forward the date of their largest mass protests in years to coincide with the ceremony. Both sides expect Palestinians will be killed if they approach...", "date": "2018-05-14 08:49:00", "url": "https://www.telegraph.co.uk/news/2018/05/13/israel-celebrates-us-embassy-jerusalem-palestinians-brace-bloodshed/"},
{"author": "Tim Willasey-Wilsey", "title": "Kim Jong-un has the USA and South Korea exactly where he wants them", "description": "The only plausible reason for the North to give up nukes is if it brings re-unification closer", "content": "All sides have high hopes for the forthcoming summit in Singapore between President Donald Trump and North Korean leader Kim Jong-un on June 12. But the dangers of miscalculation are considerable. China wishes North Korea to denuclearise completely in return for the withdrawal of all US forces from the peninsula. At one stroke China would solve the problem of its tiresome neighbour’s outsize military ambitions and capabilities and, more importantly for Beijing, reduce Washington’s influence and interest in North East Asia. South Korea’s main aim is to ensure that the United States cannot launch a...", "date": "2018-05-14 11:19:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/kim-jong-un-has-usa-south-korea-exactly-wants/"},
{"author": "Raf Sanchez", "title": "Bloody protests on the Gaza border will only buy time for Hamas in the sidelined Palestinian cause", "description": "Yahya Sinwar is a man used to being boxed in.", "content": "Yahya Sinwar is a man used to being boxed in. The 55-year-old leader of Hamas in Gaza spent half his life in an Israeli prison cell for abducting and killing two Israeli soldiers. Today, the militant fighter finds himself in another tight spot with few good options.  He is ruling over a desperate population of two million people in the Gaza strip. Unemployment is at 45 per cent - the highest in the world - and Gaza has only a few hours of electricity every day. In public, Gazans blame Israel for their woes but much of their anger about the situation is directed at Hamas.   The Islamist groups’ international backers like Qatar, Turkey, and Iran are distracted with their own issues and have less...", "date": "2018-05-14 11:42:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/hamas-pushing-palestinians-deadly-border-clashes-desparate-bid/"},
{"author": "Jo Tuckman", "title": "In the Mexican state riddled with election violence, not even a funeral is safe from drug cartels", "description": "It will take more than the assassination of a political rival to make Fidencio Ixta walk away from his effort to get elected in the southern Mexican state of Guerrero.", "content": "It will take more than the assassination of a political rival to make Fidencio Ixta walk away from his effort to get elected in the southern Mexican state of Guerrero. “We are living in complicated times. But somebody has to do this,” he told The Telegraph a few days after his opposite number vying for the place in the state legislature was found dead, half-naked, in the backseat of his own vehicle with a message from a drug cartel reportedly stuffed into his underwear. Politically, Mexico’s July 1 election is all about whether the runaway favourite, leftist Andrés Manuel López Obrador, can finally win the presidency on his third attempt. But the assassination of dozens of local candidates is...", "date": "2018-05-14 12:49:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/mexican-state-riddled-election-violence-not-even-funeral-safe/"},
{"author": "Peter Foster", "title": "Italy's new populist government could unleash the anti-European furies", "description": "Back in January a senior German diplomat covering EU affairs was in London for a conference on the future of Europe and the subject of a populist government taking power in Italy soon came up for discussion.", "content": "Back in January a senior German diplomat covering EU affairs was in London for a conference on the future of Europe and the subject of a populist government taking power in Italy soon came up for discussion. The German delegate, usually a mild-mannered fellow, made absolutely no attempt to gloss over the ramifications for Europe if Italy’s internet start-up 5Star Movement won the general election: “That,” he said, “would be a catastrophe.” All the signs now are that that “catastrophe” is coming to pass. After a weekend of haggling, the leaders of 5Star and the hard-right League (formerly Northern League) indicated on Sunday that they will make a deal to form a government. They could name their...", "date": "2018-05-14 13:30:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/italys-new-populist-government-could-unleash-anti-european-furies/"},
{"author": "Zoe Strimpel", "title": "Netta's gloriously silly Eurovision win is a triumph for progressive, gay-friendly Israel", "description": "Israel declared independence 70 years ago today, and what a birthday present!", "content": "Israel declared independence 70 years ago today, and what a birthday present! Eurovision 2018 came dangerously close to crowning the wrong winner, with the expert jury vote giving surprisingly high scores to Austria (unmemorable), Sweden (a failed attempt at being Michael Jackson), and Germany (a creepily cloying and very square homage to family values). But thankfully in the end all came good, with Israel's Netta Barzilai the ultimate winner. She left us – and the rest of Europe – cheering and astonished in equal measure at her performance of Toy, a song of pure punky irreverence (\"you stupid boy, I’m not your toy\"). After endless ballads by European waifs, here was progressiveness: a burstingly...", "date": "2018-05-14 14:19:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/nettas-gloriously-silly-eurovision-win-triumph-progressive-gay/"},
{"author": "Hannah Furness", "title": "Royal wedding reception food: Mini bowls and canapes on the menu - and it's standing room only", "description": "For most wedding guests, it is the moment of truth:", "content": "For most wedding guests, it is the moment of truth: will they spend the reception sitting next to the most eligible bachelor in the room or the family bore. For friends of Prince Harry and Meghan Markle, no such anguish over the seating plan will be necessary, as the couple opt for a standing-only reception complete with very fashionable “bowl food”. The Prince and Ms Markle, who is no stranger to a showbiz party after her years as an actress, will provide a combination of canapes and small meals in bowls for guests at their afternoon reception, attended by senior members of the Royal Family. Hosted by the Queen, plans have been drawn up by the couple themselves, who have visited the Windsor...", "date": "2018-05-14 14:43:00", "url": "https://www.telegraph.co.uk/news/2018/05/13/mini-bowls-standing-room-royal-wedding-reception1/"},
{"author": "Andrew Mitchell", "title": "\nSt Helena’s airport is no white elephant – it's a jewel of the Atlantic", "description": "Britain's remote overseas territory needs more support to stand by itself", "content": "St Helena is famous as the place where Napoleon was incarcerated after the Battle of Waterloo. Chosen for its remoteness, the island was ringed by British warships fearful of their captive’s escape. It has served our country well ever since, including as a staging post for the Royal Navy in the South Atlantic for many years. Now the Saints, as the Brits who live there are known, have a real chance to transform their island. Plans to build an airport on St Helena finally came to fruition under the Coalition. I agreed, as the Cabinet minister responsible for the Department for International Development (DfID), that this...", "date": "2018-05-14 17:27:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/st-helenas-airport-no-white-elephant-jewel-atlantic/"},
{"author": "Telegraph Reporters", "title": "Who is Moqtada al-Sadr, the radical cleric who looks set to take power in Iraq?", "description": "Once a thorn in the US&rsquo;s side, the radical Shia cleric who led a militia against coalition forces in Iraq now looks set to win the election and could now be America&rsquo;s best hope of keeping Iran at bay.", "content": "Once a thorn in the US’s side, the radical Shia cleric who led a militia against coalition forces in Iraq now looks set to win the election and could now be America’s best hope of keeping Iran at bay. Mr Sadr made his name leading two uprisings against US forces in Iraq with his Mehdi Army, drawing support from poor neighbourhoods of Baghdad and other cities. The US occupation authority issued an arrest warrant for him for his alleged role in the murder of a rival cleric, calling Mr Sadr the biggest threat to Iraq’s security. The 44-year-old radical has reinvented himself as an anti-corruption crusader, disavowing violence against fellow Iraqis and in 2008 ordered his militia to become a humanitarian...", "date": "2018-05-14 19:51:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/moqtada-al-sadr-radical-cleric-looks-set-take-power-iraq/"},
{"author": "Mike Wright Francesca Marshall Victoria Ward", "title": "Prisoner shows off jewellery, TV and PlayStation as he brags of ‘comfortable’ cell in Instagram live video ", "description": "When social media star Aliyah Maria Bee answered an online call whilst broadcasting to hundreds of fans, she expected just another unremarkable chat.", "content": "When social media star Aliyah Maria Bee answered an online call whilst broadcasting to hundreds of fans, she expected just another unremarkable chat. But she was visibly stunned when the caller revealed he was speaking from Pentonville Prison and proceeded to give her a tour of his cell, bragging about his “comfortable” life and luxuries. Yusuf Ademola, 27, spent 17 minutes showing off his gold chain, watches, expensive trainers, TV and PlayStation in an Instagram broadcast via a contraband mobile phone, which has since been viewed hundreds of thousands of times. He even produced a certificate showing that he was HMP Pentonville Strong Man 2017. Bee commented that his cell was “bigger than most...", "date": "2018-05-14 21:30:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/uk-prisoner-shows-jewellery-tv-playstation-brags-comfortable/"},
{"author": "William Hague", "title": "The most alarming fact about the world today is that the West no longer has a unifying grand strategy", "description": "To be foreign secretary, as Boris Johnson knows well, is to live in a whirl of rushed meetings, urgent calls, fast-moving cavalcades and waiting aircraft.", "content": "To be foreign secretary, as Boris Johnson knows well, is to live in a whirl of rushed meetings, urgent calls, fast-moving cavalcades and waiting aircraft. You become adept at trying to hold a calm phone conversation with one foreign counterpart while another one sits next to you in a car lurching around with sirens blaring and yet another presidential palace recedes in the mirror. Eventually, you crave discussing what matters most with people you really trust, and with no agenda or deadline. So it was a relief to me when sometimes the foreign ministers of Australia or Canada would say “Let’s have a bottle of wine and discuss the strategy of the western world”, which we would proceed to do. In...", "date": "2018-05-14 21:30:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/alarming-fact-world-today-west-no-longer-has-unifying-grand/"},
{"author": "Charles Hymas", "title": "Teenage criminals more likely to go straight if they have a son", "description": "Teenage criminals who have a son are more likely to go straight than those who have a daughter, according to new study that claims to be the first to prove a causal connection between parenthood and criminality.", "content": "Teenage criminals who have a son are more likely to go straight than those who have a daughter, according to new study that claims to be the first to prove a causal connection between parenthood and criminality. Analysis of thousands of police and court records by University College London researchers found that young men who fathered a boy, on average, had 25 percent fewer criminal convictions in the first two years after their child’s birth compared to those who had a girl. Economics professor Christian Dustmann, director of UCL’s Centre for the Research and Analysis of Migration (CReAM), said the research suggests that teenage fathers feel a greater responsibility to be a good role model for...", "date": "2018-05-14 22:00:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/teenage-criminals-likely-go-straight-have-son/"},
{"author": "Olivia Rudgard", "title": "Rebranded Scouts will teach young people how to do their best to get a job", "description": "Tying knots and wild camping are not directly relevant to most people's careers.", "content": "Tying knots and wild camping are not directly relevant to most people's careers.  But the Scouts say they can teach young people how to get a job. The organisation's new \"contemporary\" rebrand is designed to convince black and minority ethnic parents that joining up is worthwhile.  The organisation will focus on skills and employability amid concerns that some families are put off by \"old-fashioned stereotypes\" about Scouting. It will continue to offer traditional outdoor activities but also emphasise the \"soft skills\" such as teamwork and leadership..  Chief executive Matt Hyde said worries about employability were \"more acute in a competitive workspace\" as robots would challenge today's young...", "date": "2018-05-15 00:01:00", "url": "https://www.telegraph.co.uk/news/2018/05/14/rebranded-scouts-will-teach-young-people-do-best-get-job/"},
{"author": "Nick Squires", "title": "Italy's populist parties unveil €100 billion spending spree in effort to form government", "description": "Italy&rsquo;s populist parties asked for more time to form a government on Monday as they thrashed out a wild spending spree that would cost the country more than &euro;100 billion (&pound;88 billion) and set it on a collision course with the EU.", "content": "Italy’s populist parties asked for more time to form a government on Monday as they thrashed out a wild spending spree that would cost the country more than €100 billion (£88 billion) and set it on a collision course with the EU. Luigi Di Maio, the head of the Five Star Movement, and Matteo Salvini, the leader of The League, met 76-year-old president Sergio Mattarella at his palatial residence on the Quirinal Hill in Rome. After his talks with the president, Mr Di Maio said they were asking for “a few more days” in order to fine-tune policies and reach a deal. \"We asked the president for more time to make a contract for government,\" Mr Di Maio said. The details of the accord with The League would...", "date": "2018-05-15 06:09:00", "url": "https://www.telegraph.co.uk/news/2018/05/15/italys-populist-parties-unveil-100-billion-spending-spree-bid/"},
{"author": "Michael Henderson", "title": "\nIf a young Corbynite calls you ‘gammon’, you’re probably doing something right", "description": "Considering its origins, the gammon brigade should wear the insult as a badge of honour", "content": "Gammon is the foundation of a jolly good dish. You can eat it with fried eggs, or with chips and peas. You can include it in a mixed grill. The addition of pineapple is a bit feeble, admittedly, but few people do that these days. And you can scoff it at any time of the day. It is a most versatile resource. “Gammon” is also the current insult of choice of the young, metropolitan smarties who, being virtuous, believe they will inherit the earth. Red faces, you see, denoting anger and a general horror of the modern world as those middle-aged reactionaries interpret it in their provincial towns and hamlets....", "date": "2018-05-15 06:26:00", "url": "https://www.telegraph.co.uk/news/2018/05/15/young-corbynite-calls-gammon-probably-something-right/"},
{"author": "Abdullah  Al-Eyaf", "title": "It's been a long road to Cannes for Saudi, but my country's love of cinema is a sign of what is to come", "description": "More than a decade ago, when going out to the movies in Saudi Arabia meant staying at home to watch videos, I made a 45-minute documentary that chronicled the long desert drive from Riyadh to Bahrain of a young man, Tariq, just to see a film for the first time on the big screen.", "content": "More than a decade ago, when going out to the movies in Saudi Arabia meant staying at home to watch videos, I made a 45-minute documentary that chronicled the long desert drive from Riyadh to Bahrain of a young man, Tariq, just to see a film for the first time on the big screen. And so it is with bittersweet nostalgia and joy that I write today – as I make my way to participate in Saudi Arabia’s first national pavilion at the Cannes Film Festival – to set down a new, updated epilogue to the story of Tariq, and that of my people, the Saudis, and their complicated relationship with the silver screen. Saudi Arabia recently opened its first cinema in nearly four decades, at a brand-new multiplex...", "date": "2018-05-15 07:00:00", "url": "https://www.telegraph.co.uk/news/2018/05/15/long-road-cannes-saudi-countrys-love-cinema-sign-come/"},
{"author": "Rozina Sabur", "title": "Ramadan 2018: Why Muslims celebrate the revelation of the Koran", "description": "During the holy month of Ramadan, Muslims around the world and across the UK endure a period of daily fasting &ndash; the biggest act of religious observance of its kind.", "content": "During the holy month of Ramadan, Muslims around the world and across the UK endure a period of daily fasting – the biggest act of religious observance of its kind.  For the world's 1.8 billion Muslims, including Britain's 3.1 million-strong Muslim community, the annual event represents a time to fast and devote a particular focus to prayer, purification and charitable acts.  From why the month of Ramadan moves to how it is celebrated, here is your guide to the holy month. This year Ramadan, which is the ninth month in the Islamic calendar, began on Tuesday May 15 and will end this evening. As the calendar is lunar, the dates for when each month begins move...", "date": "2018-06-14 09:03:00", "url": "https://www.telegraph.co.uk/news/0/ramadan-2018-muslims-celebrate-revelation-koran/"},
{"author": "Colin Freeman", "title": "Iraq's West-installed democracy has given its backing to a militia leader with British blood on his hands  \n", "description": "Any British soldier who served during Britain's campaign in Iraq would probably like to forget the name Moqtada al-Sadr.", "content": "Any British soldier who served during Britain's campaign in Iraq would probably like to forget the name Moqtada al-Sadr. A Shia cleric turned warlord, he was public enemy No 1 during our five-year occupation of Basra, the hand behind countless IED ambushes, mortar attacks and vicious anti-British riots.  A decade on, one might expect Iraq's new democracy to have served due process on such a man – if not for killing British troops, then for the countless Iraqis killed by his sectarian death squads.  Instead, far from being on the run or behind bars, he is now Iraq's most powerful politician, after emerging on Monday as the shock victor in last weekend's Iraqi elections.  Having reinvented himself...", "date": "2018-05-15 14:38:00", "url": "https://www.telegraph.co.uk/news/2018/05/15/iraqs-west-installed-democracy-has-given-backing-militia-leader/"},
{"author": "Josie Ensor", "title": "What Iraq's election results say about Iran's waning influence", "description": "&ldquo;Baghdad is free, Iran is out,&rdquo; Moqtada al-Sadr&rsquo;s supporters cheered in the Iraqi capital&rsquo;s Tahrir Square this week.", "content": "“Baghdad is free, Iran is out,” Moqtada al-Sadr’s supporters cheered in the Iraqi capital’s Tahrir Square this week. Buoyed by the success of their candidate in Saturday’s election, the young men celebrated what they believed would mark the end of their neighbour’s interference in their affairs. It was an outcome few had predicted and even fewer could believe. Sadr, the fiery Shia cleric whose Mahdi Army played a central role in fuelling Iraq’s devastating sectarian conflict during the US invasion, claimed victory by rebranding himself as a nationalist promising an end to the country’s entrenched sectarianism and to foreign meddling. It was an unlikely comeback for a man who for years was sidelined...", "date": "2018-05-15 16:37:00", "url": "https://www.telegraph.co.uk/news/2018/05/15/iraqs-election-results-says-irans-waning-influence/"},
{"author": "Raf Sanchez", "title": "\nPrivate grief mixes with political spectacle as Gaza buries a baby and 60 others killed in border protests", "description": "Leila al-Ghandour&rsquo;s little face peeked out as her father carried her body from the mosque, wrapped in a white funeral shroud and the green, black and red Palestinian flag.", "content": "Leila al-Ghandour’s little face peeked out as her father carried her body from the mosque, wrapped in a white funeral shroud and the green, black and red Palestinian flag.  Her uncles and male cousins passed her small corpse between them as they marched through the streets of the Zeitoun neighbourhood of Gaza City towards the graveyard. With each step they chanted their praise of God and their defiance of Israel.  According to her family, the eight-month-old was killed after inhaling a cloud of Israeli teargas during Monday’s bloody protests on the Gaza border. The family said her 12-year-old uncle had become confused and accidentally brought the baby to within yards of the barbed wire fence...", "date": "2018-05-15 21:05:00", "url": "https://www.telegraph.co.uk/news/2018/05/15/private-grief-mixes-political-spectacle-gaza-buries-baby-60/"},
{"author": "Hannah Furness Gareth Davies", "title": "Heart surgery stops Thomas Markle attending Meghan and Harry's wedding - as her mother flies in", "description": "Meghan Markle&rsquo;s father is to ungergo heart surgery which will stop him from walking his daughter down the aisle, it emerged last night.", "content": "Meghan Markle’s father is to ungergo heart surgery which will stop him from walking his daughter down the aisle, it emerged last night. After a day of confusion, in which he appeared to change his plans repeatedly, Thomas Markle announced via US celebrity website TMZ that he was due to have an operation and would not attend the Royal wedding on Saturday. It marked a dramatic turn of events and came just hours after an earlier u-turn, in which he said he would be at the wedding.  The furore began on Monday when the 73-year-old said he would avoid the ceremony for fear of embarrassing his daughter in the wake of a controversy surrounding his collusion with the paparazzi. However, on Tuesday he...", "date": "2018-05-16 06:59:00", "url": "https://www.telegraph.co.uk/news/2018/05/16/heart-surgery-stops-thomas-markle-attending-meghan-harrys-wedding/"},
{"author": "Hannah Furness", "title": "How the glaring lights of publicity turned Meghan Markle's family upside down", "description": "When news of Meghan Markle&rsquo;s engagement to Prince Harry was shared with the world, her father proclaimed himself &ldquo;incredibly happy&rdquo; in a simple, heartfelt expression of parental love.", "content": "When news of Meghan Markle’s engagement to Prince Harry was shared with the world, her father proclaimed himself “incredibly happy” in a simple, heartfelt expression of parental love. By the eve of his daughter’s wedding, Thomas Markle cuts a rather more complicated figure, embroiled in a distressing and very public discussion over whether he will even attend. Using a celebrity gossip website as a mouthpiece, Mr Markle has left plans for the Royal wedding in disarray, torn between the advice of Prince Harry’s experienced staff and his volatile older children. The circumstances of his pronouncements, first that he was pulling out of the wedding for fear of embarrassing his daughter after it emerged...", "date": "2018-05-16 07:18:00", "url": "https://www.telegraph.co.uk/news/2018/05/15/glaring-lights-publicity-turned-private-family-upside/"},
{"author": "Nicola Smith", "title": "If Donald Trump wants a successful deal with North Korea, the US has to stop using the 'Libya model'", "description": "The potential collapse of June talks between Kim Jong-un and Donald Trump, the US president, is a warning sign that the White House should refrain from championing the denuclearisation of Libya as a successful model for North Korea to follow.", "content": "The potential collapse of June talks between Kim Jong-un and Donald Trump, the US president, is a warning sign that the White House should refrain from championing the denuclearisation of Libya as a successful model for North Korea to follow.   The Korean Peninsula has enjoyed a surprise diplomatic détente for months, but Pyongyang has abruptly burst that bubble by threatening to pull out of the Singapore summit on June 12 if the US tries to push it into a corner over “unilateral” denuclearisation.  The outburst was not entirely unexpected. It was only a matter of time before a public rupture over two colliding views on what denuclearisation actually means could be expected.  Washington maintains...", "date": "2018-05-16 15:02:00", "url": "https://www.telegraph.co.uk/news/2018/05/16/donald-trump-wants-successful-deal-north-korea-us-has-stop-using/"},
{"author": "Laura Fulcher", "title": "Don't tell people with cancer to 'fight' it. The pressure to be positive is exhausting", "description": "As a cancer survivor, I&rsquo;ve been arguing this for years:", "content": "As a cancer survivor, I’ve been arguing this for years: cancer is not an enemy you can vanquish; it’s a disease. So I was pleased when Macmillan stated this week that people facing cancer should not be told to “fight” it. Doing so puts them under exhausting pressure, creating feelings of guilt and a culture of silence, the charity said.  When I was diagnosed with bowel cancer at the age of 29, I felt I should prove myself a mighty warrior. Military metaphors ruled and clichés ran amok. The task was downright Herculean – defeating death itself. I thought I had to be brave for everyone that loved me. For a while, I tried to mould my identity to this new persona. It helped me feel in control: imagining...", "date": "2018-05-16 14:21:00", "url": "https://www.telegraph.co.uk/news/2018/05/16/dont-tell-people-cancer-fight-pressure-positive-exhausting/"},
{"author": "Rob Crilly", "title": "Sorry is not the hardest word for Donald Trump. It is the impossible word", "description": "Another week and another demand for a White House apology following a crass, insensitive or just plain dumb comment.", "content": "Another week and another demand for a White House apology following a crass, insensitive or just plain dumb comment. And yet again it proves futile, just like the last time and just like the next time. Donald Trump does not apologise. Period. To understand why requires an understanding not just of the man, but the philosophy that runs through his administration and the voters who put him into power. This time around the problem lies with an aide’s leaked comment, suggesting that John McCain’s opposition to Mr Trump’s nominee to lead the CIA would resolve itself – given that he was going to die anyway. Stupid, stupid, stupid. Not just that this was said about an 81-year-old war hero battling a...", "date": "2018-05-16 14:46:00", "url": "https://www.telegraph.co.uk/news/2018/05/16/sorry-not-hardest-word-donald-trump-impossible-word/"},
{"author": "Jane Shilling", "title": "The effortless art of weediculture is definitely my kind of gardening", "description": "Last Saturday in Kent the hedgerows looked like bridal bouquets:", "content": "Last Saturday in Kent the hedgerows looked like bridal bouquets: creamy swags of may blossom drooping above a filigree of Queen Anne’s lace. Later, watching the highlights of the royal wedding, I thought that St George’s Chapel looked like a glorious, unclipped English hedge – as though the ancient stones had burst into blossom from sheer joy. As the Chelsea Flower Show opens this week, many of the show gardens will be echoing the natural theme. But this year I wonder if there might be a still more emphatic shift towards unkempt horticulture. Last week, on Radio 4’s Gardeners’ Question Time, a lady beset with ground elder was urged to embrace the invasive weed. Ground elder, observed the GQT...", "date": "2018-05-21 06:00:00", "url": "https://www.telegraph.co.uk/news/2018/05/21/effortless-art-weediculture-definitely-kind-gardening/"},
{"author": "Dominic Nicholls Robert Mendick", "title": "Dogfight over UK's pledge to buy American fighter jets 'could play out like the Westland affair'", "description": "Theresa May is under pressure to row back on a multi-billion-pound deal to buy the new generation of US fighter jets in a row being likened to the Westland affair.", "content": "Theresa May is under pressure to row back on a multi-billion-pound deal to buy the new generation of US fighter jets in a row being likened to the Westland affair. The British Government is committed to buying 138 F-35 fighter aircraft from US manufacturer Lockheed Martin. The Ministry of Defence (MoD) has so far bought 48 aircraft at a cost of £9.1 billion but is now reconsidering its pledge to buy a further 90 F-35s.  Instead, the Telegraph understands it is looking at purchasing Eurofighter jets, made by a European consortium that includes the UK. The European manufactured jets are currently, on best estimates, about half the price of an F-35. Gavin Williamson, the Defence Secretary, is publishing...", "date": "2018-05-16 21:30:00", "url": "https://www.telegraph.co.uk/news/2018/05/16/dogfight-uks-pledge-buy-american-fighter-jets-could-play-like/"},
{"author": "Senay Boztas", "title": "Amsterdam to ban Airbnb and bump up tourist tax as it hits back at 'Disneyfication' of city", "description": "Amsterdam, city of red lights and cannabis caf&eacute;s, may soon be pulling the plug on the party.", "content": "Amsterdam, city of red lights and cannabis cafés, may soon be pulling the plug on the party. Following the examples of Barcelona and Venice, Amsterdam’s main political parties have announced radical measures to turn down the volume of tourism and reverse the so-called “Disneyfication” of the Dutch capital. A coalition of four parties, negotiating to form the new city government, on Wednesday issued a pledge of agreed reforms to provide “balance in the city.” It will ban Airbnb short-term rentals in busy areas, divert cruise ships from docking in the centre, and crack down on “fun rides” like Segways, beer bikes, horse-drawn carriages and boozy boat trips. The tourist tax will also be raised from...", "date": "2018-05-17 01:11:00", "url": "https://www.telegraph.co.uk/news/2018/05/16/amsterdam-ban-airbnb-raise-visiting-levies-squeeze-tourist-monoculture/"},
{"author": "Adrian Blomfield", "title": "Burundi referendum could trash Mandela's legacy of peace in troubled country", "description": "There was no question about it;", "content": "There was no question about it; Nelson Mandela was losing his temper. His words, muffled by the thick walls and heavy door of the negotiating chamber, did not quite carry to the journalists sitting outside. But there was no mistaking his tone. Inside, the men who had inflicted the miseries of Burundi’s civil war were once again at loggerheads. For months, Mr Mandela had been patiently nudging them towards peace. But their renewed obduracy now proved too much, even for the most mild-mannered of men. Mr Mandela’s outburst yielded little that day in 2001 but ultimately his efforts would succeed in fleshing out a deal, the contours of which had been agreed the previous year in the Tanzanian town...", "date": "2018-05-17 06:00:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/burundi-referendum-could-trash-mandelas-legacy-peace-troubled/"},
{"author": "Raf Sanchez", "title": "Safaa Odah: The perils of being a viral Palestinian cartoonist in Gaza", "description": "In the cartoon, Death stands at the Gaza border straining to push a wooden cart.", "content": "In the cartoon, Death stands at the Gaza border straining to push a wooden cart. Inside the wheelbarrow are pale shades, who represent the people killed by Israeli forces in the last six weeks. Beads of sweat fly from Death’s brow as he tries to push his heavy load. Plumes of black smoke rise from burning tyres in the distance.  The image is the work of Safaa Odah, a 34-year-old cartoonist from Gaza. As Palestinians and others around the world tried to articulate their outrage over the killings in Gaza, many have turned to her, sending her cartoons viral across social media.  The sudden slew of shares and likes has been a shock for Ms Odah, whose real surname is Abu Aathra but is better known...", "date": "2018-05-21 10:22:00", "url": "https://www.telegraph.co.uk/news/2018/05/21/safaa-odah-perils-viral-palestinian-cartoonist-gaza/"},
{"author": "Hannah Furness", "title": "Meghan Markle to fight for feminism: New Duchess of Sussex given palace blessing to champion women's rights", "description": "The newlywed Duchess of Sussex has been given the blessing of the palace to use her position to fight for feminism, as she plans her life as the newest member of the Royal family.", "content": "The newlywed Duchess of Sussex has been given the blessing of the palace to use her position to fight for feminism, as she plans her life as the newest member of the Royal family. The Duchess, known as Meghan Markle until her wedding to Prince Harry on Saturday, is expected to announce which charities and campaigns she will support when she returns from honeymoon in the coming weeks. Her official biography, posted on the official Royal Family website, suggested that she will use her role to champion feminist causes. The biography highlighted the Duchess’ belief that she is “proud to be a woman and a feminist”. It adds: \"From a young age, The Duchess had a keen awareness of social issues and actively...", "date": "2018-05-21 12:51:00", "url": "https://www.telegraph.co.uk/news/2018/05/20/meghan-markle-given-palaces-blessing-fight-feminism-takes-place/"},
{"author": "Jan Etherington", "title": "Wodehouse knew comedy isn't about hurling insults, but all today's writers can do is sneer  ", "description": "When was the last time a book made you laugh out loud?", "content": "When was the last time a book made you laugh out loud? Not recently, say the judges of the Bollinger Everyman Wodehouse annual prize for comic fiction. Out of 62 submissions, they couldn’t find a single writer who “captured the comic spirit” of Wodehouse and “prompted unanimous, abundant laughter”. So the judges decided to withold this year’s award – and I’m very glad they did. There’s nothing worse than mediocre comedy, or being told a book is “hilarious” only to plough through it with a face like an Easter Island statue.  As a comedy writer for over 30 years, I’ve seen comedy change and not for the better. Not so long ago excellent comic fiction was falling off the shelves. The first Wodehouse...", "date": "2018-05-17 07:00:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/wodehouse-knew-comedy-isnt-hurling-insults-todays-writers-can/"},
{"author": "Robert Mendick Helena Horton", "title": "How Prince Harry and Meghan Markle met - a look back at the matchmaker who started the couple's royal romance", "description": "Meghan and Harry, who will marry this weekend at St George's Chapel in Windsor, owe it all to a mysterious matchmaker;", "content": "Meghan and Harry, who will marry this weekend at St George's Chapel in Windsor, owe it all to a mysterious matchmaker; the unidentified cupid who decided that the dashing English prince would be a perfect fit for the glamorous American actress. Prince Harry and Ms Markle have described how their mutual friend arranged the blind date in July last year that led to the announcement 16 months later of their engagement. The only clue they gave was that the matchmaker was a woman. The firer of cupid’s arrow has not been formally named but the Daily Telegraph understands she is Violet von Westenholz: one of Prince Harry’s oldest family friends. Miss von Westenholz’s...", "date": "2018-05-17 09:33:00", "url": "https://www.telegraph.co.uk/news/0/prince-harry-meghan-markle-met-look-back-matchmaker-started/"},
{"author": "Helen Roberts", "title": "Lawyer who received death threats over India rape case calls on Modi to break his silence", "description": "As news of the brutal rape and murder of an eight-year-old Muslim girl in the northern Indian state of Jammu and Kashmir spread across India earlier this year, it quickly dawned on Deepika Singh Rajawat that she needed to step in.", "content": "As news of the brutal rape and murder of an eight-year-old Muslim girl in the northern Indian state of Jammu and Kashmir spread across India earlier this year, it quickly dawned on Deepika Singh Rajawat that she needed to step in. The lawyer now representing the victim’s family watched the tension build in a country already grappling with a string of high profile cases of sexual violence. The immediate aftermath saw violent demonstrations, rising religious tensions and the threat of further destabilisation in the region. Now, three months on, and having been threatened herself with rape and murder, she is calling on Narendra Modi, the prime minister, to break his silence and show the leadership...", "date": "2018-05-17 09:37:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/lawyer-recieved-death-threats-india-rape-case-calls-modi-break/"},
{"author": "Dominic Selwood", "title": "On this day in 1943: The audacious and masterful Dambusters raid strikes the Nazi industrial heartland", "description": "In the Second World War, the Ruhr valley was the heartland of the German industrial-military machine.", "content": "In the Second World War, the Ruhr valley was the heartland of the German industrial-military machine. Its dams and factories provided the Nazis with water, power, steel, hardware, and ammunition, making it a key military target. Operation CHASTISE was conceived as a night bombing attack on its key dams: the Möhne, Sorper, Eder, and Ennepe. The military challenge in the assault lay in the fact the dams were guarded, laid with torpedo nets to stop underwater ordnance, and located in countryside where low flying was extremely hazardous. Barnes Wallis was an engineer with Vickers Armstrong. Under the codename Upkeep, he developed a depth charge that could skim the surface of the dam’s water to avoid...", "date": "2018-05-17 10:57:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/day-1943-audacious-masterful-dam-busters-raid-strikes-german/"},
{"author": "Gordon Rayner", "title": "From SAS anti-terror drills to etiquette lessons... what it really takes to join the Royal family", "description": "'I can very safely say, as naive as it sounds now&hellip; I did not have any understanding of just what it would be like.", "content": "'I can very safely say, as naive as it sounds now… I did not have any understanding of just what it would be like.’ So said Meghan Markle on the day she and Prince Harry announced their engagement, as she discussed her ‘learning curve in the past year and a half’ since she stepped through the looking glass into the fantastical world of the Royal family. When the American actress first met Prince Harry two years ago, her experience of Britain was so limited that she had no idea that a sidewalk is called a pavement on this side of the Atlantic, or that the lion that appears on the royal coat of arms is England’s national animal, so that learning curve has perhaps been steeper for her than for any...", "date": "2018-05-17 12:00:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/anti-terrorist-drills-etiquette-training-really-takes-join-firm/"},
{"author": "John Hemmings", "title": "With the North Korea talks at risk, has Trump maxed out on 'maximum pressure'?", "description": "When North Korea threatened to call off next month's summit with the US, because of the insistence it give up its nuclear weapons, the White House appeared to have been caught off guard.", "content": "When North Korea threatened to call off next month's summit with the US, because of the insistence it give up its nuclear weapons, the White House appeared to have been caught off guard. \"We haven't been notified at all, we'll have to see,\" was the President's response when asked if the Singapore meeting, planned for June 12, was still going ahead. North Korea's angry statement is odd because most, if not all concerned assumed that they knew denuclearisation was on the table when Kim Jong Un sent down a team to the Peace Olympics, and personally hopped across the border with South Korean president Moon Jae-in at last month's historic summit. Indeed, one only needs to read the Joint Declaration...", "date": "2018-05-17 12:37:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/north-korea-talks-risk-has-trump-maxed-maximum-pressure/"},
{"author": "Harriet Alexander", "title": "Whitney Houston was sexually abused by Dee Dee Warwick according to new documentary", "description": "Whitney Houston was sexually abused by her cousin, the late American soul singer Dee Dee Warwick, according to a new documentary which premiered at Cannes.", "content": "Whitney Houston was sexually abused by her cousin, the late American soul singer Dee Dee Warwick, according to a new documentary which premiered at Cannes. The film by Kevin Macdonald is the story of the singer’s life, as authorised by her family. Houston died in a bathtub at the Beverly Hills Hotel in February 2012, aged 48. Gary Garland, Houston’s brother, speaks of their childhood and said that his greatest trauma was being molested \"by a female relative\" between the ages of seven and nine. Mary Jones, Houston’s assistant, and the person who found her body, said that Houston told her the same thing. She recalled Houston saying: \"Mary, I was too. It was a woman.\" Ms Jones, asked if the person...", "date": "2018-05-17 13:41:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/whitney-houston-sexually-abused-dee-dee-warwick-according-new/"},
{"author": "Liu Xiaoming", "title": "China rejects egoism and protectionism. We choose instead to embrace the world", "description": "Last week, President Xi delivered a speech in Boao, China.", "content": "Last week, President Xi delivered a speech in Boao, China. The UK media spent many words trying to interpret its meaning. So what was its message, and what are its implications for China and the world? My short answer is that the President was expounding the wisdom and example our country can offer to a world still searching for sustainable growth. He fortified China’s commitment to globalisation, peace and development – and explained how its economic transformation has contributed to that goal. It has been years since the end of the international financial crisis. Yet the world is still ridden by sluggish growth, poor economic governance and unbalanced development. By reviewing 40 years of China’s...", "date": "2018-04-23 10:48:00", "url": "https://www.telegraph.co.uk/news/2018/04/23/china-rejects-egoism-protectionism-choose-instead-embrace-world/"},
{"author": "Hannah Furness Danny Boyle", "title": "Meghan Markle confirms her father Thomas Markle will not attend royal wedding as he needs 'space'", "description": "Meghan Markle has confirmed her father will not be attending her wedding to Prince Harry, saying she hopes he can be given the &quot;space he needs to focus on his health&quot;.", "content": "Meghan Markle has confirmed her father will not be attending her wedding to Prince Harry, saying she hopes he can be given the \"space he needs to focus on his health\".  After days of speculation about whether or not Thomas Markle would walk her down the aisle, the American star spoke of her sadness as she revealed it had been decided he will miss her big day. Mr Markle is still in Mexico where he is recovering from heart surgery on Wednesday to implant three stents. The reclusive former TV lighting director was caught up in controversy after being caught staging photographs with the paparazzi. Ms Markle - who was pictured arriving in Windsor with the Prince on Thursday afternoon - is now expected...", "date": "2018-05-17 14:47:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/meghan-markle-confirms-father-thomas-markle-will-not-attend/"},
{"author": "Charlie Brooks", "title": "The crackdown on betting machines - a lure for gamblers and a gift to criminals - is long overdue", "description": "There cannot be a sane, responsible person without &ldquo;skin in the game&rdquo; who doesn&rsquo;t welcome the Government&rsquo;s decision to reduce the maximum stakes on gaming machines in betting shops, sometimes endearingly known as &ldquo;fruit machines&rdquo;, from &pound;100 to &pound;2.", "content": "There cannot be a sane, responsible person without “skin in the game” who doesn’t welcome the Government’s decision to reduce the maximum stakes on gaming machines in betting shops, sometimes endearingly known as “fruit machines”, from £100 to £2. When betting shops were licensed in 1960, it cannot have been the intention that they should proliferate in high streets purely as a location for these machines. Certainly no-one had envisaged that they would facilitate players to bet £100 a time at the push of a button; relieving individual gamblers of £1,000 on more than 230,000 occasions a year. The scale at which gaming machines have been vacuuming up punters’ cash has understandably led to them...", "date": "2018-05-17 16:26:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/crackdown-betting-machines-lure-gamblers-gift-criminals/"},
{"author": "Jemima Lewis", "title": "Swimming in the British sea is a thrill - we should dare our children to take the plunge ", "description": "The south coast town in which I spent most of my childhood holidays is a place of uniquely English ugliness.", "content": "The south coast town in which I spent most of my childhood holidays is a place of uniquely English ugliness. Seaford, where my grandparents lived, was once famous for its prep schools; it had lashings of the “sea air” that Victorians and Edwardians considered essential for raising hardy young Empire builders. When the prep schools fell out of fashion, they were pulled down and replaced by squat brown bungalows. The population switched from children to pensioners. The seafront boasted none of the grand white confections of nearby Eastbourne or Brighton. Its huge crescent “beach” was divided into more manageable sections by wooden groynes, slimy with seaweed and pockmarked by barnacles. Instead...", "date": "2018-05-17 17:39:00", "url": "https://www.telegraph.co.uk/news/2018/05/17/swimming-british-sea-thrill-should-dare-children-take-plunge/"},
{"author": "Rob Crilly", "title": "Why slick, snobby Emmanuel Macron is – weirdly – the perfect partner for Donald Trump", "description": "The French president was refreshingly accepting of Mr Trump's democratic mandate", "content": "When Emmanuel Macron visits George Washington’s plantation house at Mount Vernon for dinner with the Trumps on Monday evening, the significance of the location will be lost on no-one. The site has long symbolised France’s role as America’s first ally. It was here in the Eighteenth Century that Washington himself entertained the Marquis of Lafayette, the young French general who commanded American forces with distinction against the British redcoats. Such was the closeness of their friendship, and the strength of their shared belief in building democratic nation states, that Lafayette later sent a powerful symbol...", "date": "2018-04-23 14:57:00", "url": "https://www.telegraph.co.uk/news/2018/04/23/slick-snobby-emmanuel-macron-weirdly-perfect-partner-donald/"},
{"author": "Hannah Betts", "title": "Let's cling onto why we first liked Meghan Markle – if only for 'darling old Harry’s' sake", "description": "Wasn&rsquo;t it glorious?", "content": "Wasn’t it glorious? Didn’t we all do well, not least the happy couple themselves, those newly-minted Sussexes? Cue the great national comedown from a truly super Saturday. Attention now turns to Meghan’s “new role”, and how she will carry it out. But what of our role and responsibilities? How will we, the public, respond as the Duchess of Sussex steps into her royal shoes? And how long will it be before our applause for the former Ms Markle’s grace and composure – the cry that “she’s a natural” – give way to a lament that she’s “such an actress”? Because make no mistake, for all the rapturous post-wedding praise, the backlash, if it hasn’t already started rumbling, is certainly about to begin....", "date": "2018-05-21 19:13:00", "url": "https://www.telegraph.co.uk/news/2018/05/21/cling-onto-first-liked-meghan-markle-darling-old-harrys-sake/"},
{"author": "Robert Mendick Gordon Rayner Kate McCann", "title": "Roman Abramovich told to explain how he acquired his wealth before he gets new UK visa", "description": "Roman Abramovich must explain how he acquired his fortune before he receives a new visa allowing him back into the UK.", "content": "Roman Abramovich must explain how he acquired his fortune before he receives a new visa allowing him back into the UK. The oligarch, who owns Chelsea Football Club, has been forced to apply for a new investment visa after letting his previous one expire, The Telegraph understands. But new rules require him to pass a tougher visa test that includes proving that his funds were obtained lawfully.  The Telegraph separately understands that the wealth of dozens of oligarchs is being investigated by the National Crime Agency (NCA) as part of a wider crackdown. There is no suggestion of wrongdoing by Abramovich and nor that the NCA is delving into his finances. But the Home Office is demanding to know...", "date": "2018-05-21 21:00:00", "url": "https://www.telegraph.co.uk/news/2018/05/21/roman-abramovich-told-explain-acquired-wealth-gets-new-uk-visa/"},
{"author": "Ben Riley-Smith", "title": "Inside the gun archive obscuring the records of all America's firearms", "description": "Every day more than a thousand gun trace requests are logged in America.", "content": "Every day more than a thousand gun trace requests are logged in America. The law enforcement officials behind them want one thing: the name of the weapon's owner. The request could be for a gun used in a multiple homicide, or abandoned during a drug heist, or dropped by a criminal mid-pursuit.   In films these scenes usually last a few minutes. An officer types a serial number into the computer, waits while it loads and bingo: up pops a profile.   But the reality is not that simple. There is no searchable database of gun owners in America. In fact, such a system is banned by law - meaning a routine search takes about a week. Instead of a searchable digital database, America has got the National...", "date": "2018-04-23 16:02:00", "url": "https://www.telegraph.co.uk/news/2018/04/23/inside-americas-gun-archive-arcane-law-obscuring-records-americas/"},
{"author": "Kate Williams", "title": "What Prince Louis of Cambridge can learn from previous 'royal thirds'", "description": "Everybody knows the phrase &quot;an heir and a spare&quot; &ndash; but what about the &quot;royal third&quot;?", "content": "Everybody knows the phrase \"an heir and a spare\" – but what about the \"royal third\"? Set to be fifth in the line of succession, the third child of the Duke and Duchess of Cambridge is very unlikely to ever come to the throne - and when George and Charlotte themselves have children, he will be pushed even further down the tree.  So what does history tell us about the role of the royal third? And what might the new little prince be able to learn from those who have been before him? Traditionally, the third has tended to be the charm. Among the third children in our nation’s past are King Henry VIII, King Edward VI, King James II and King William IV - back then, life expectancy not being what it...", "date": "2018-04-23 15:34:00", "url": "https://www.telegraph.co.uk/news/0/new-prince-cambridge-can-learn-previous-royal-thirds/"},
{"author": "Hannah Daly Telegraph Reporters", "title": "St George's Day 2018: How the dragon-slayer became a patron saint of England, Russia and Catalonia", "description": "St George&rsquo;s Day, when we honour the patron saint of England, should be one of the most celebrated dates in the country's calendar.", "content": "St George’s Day, when we honour the patron saint of England, should be one of the most celebrated dates in the country's calendar. However most years April 23 goes unnoticed, better known by some as the anniversary of Shakespeare's birth. While St Patrick's Day, St David's Day and St Andrew's Day all arrive to patriotic fanfare, St George’s Day is traditionally less significant and over the years our small nation seems uneasy about how to mark the saint. Despite the unease, Google have marked the day with a Google Doodle, which recognises the life and lore of England's patron saint. And, if the Duchess of Cambridge gives birth by the end of the day as expected, the new royal baby could bring...", "date": "2018-04-23 17:27:00", "url": "https://www.telegraph.co.uk/news/2018/04/23/when-is-st-georges-day-and-what-do-we-know-about-englands-patron/"},
{"author": "Alice Vincent", "title": "It's a gardening golden age because lack of space has forced urbanites like me to be inventive", "description": "According to Kathryn Bradley-Hole, the outgoing gardens editor of Country Life, we are in a golden age of gardening.", "content": "According to Kathryn Bradley-Hole, the outgoing gardens editor of Country Life, we are in a golden age of gardening. To those of you with a carefully nurtured back yard or a well-tended allotment, this may come as no surprise. But – lovely as your lawns may be – you’re not the only ones driving the trend. Rather, it’s a more unlikely bunch: younger, metropolitan, able to name you three different avocado-based meals. I know, because I am one: a garden-obsessed millennial, who moved several miles away from a Tube stop in order to get custodianship of a balcony. People like me – those with little homes, barely any outside space and endless digital demands – find the same solace in growing things...", "date": "2018-04-23 16:05:00", "url": "https://www.telegraph.co.uk/news/2018/04/23/gardening-golden-age-lack-space-has-forced-urbanites-like-inventive/"},
{"author": "Tim Stanley", "title": "\nIreland is having to discuss the truth about abortion in a way Britain never has", "description": "The pro-life position is not conservative, it is revolutionary and egalitarian", "content": "The pro-life position is not conservative, it is revolutionary and egalitarian This Friday, Ireland votes on whether or not to scrap the eighth amendment to its constitution, which outlaws almost all abortions. The repeal side started far ahead in the polls, but its lead has narrowed; nearly one in five now don’t know how to vote or are keeping their decision to themselves.  I’m not surprised. Irish voters are being forced to confront something that most societies have left up to politicians and judges to consider: the realities of abortion. The decision they face is at once intensely personal and awesome in its societal consequences. I would beg them, with every ounce of my being, not to repeal...", "date": "2018-05-22 06:02:00", "url": "https://www.telegraph.co.uk/news/2018/05/22/ireland-having-discuss-truth-abortion-way-britain-never-has/"},
{"author": "Helena Horton Victoria Ward", "title": "Meghan Markle and Prince Harry wedding speeches: The most moving lines and best jokes", "description": "Meghan Markle reportedly broke with tradition and thanked Prince Charles in her speech at the wedding reception on Saturday evening, while Prince Harry's father moved the crowd to tears.", "content": "Meghan Markle reportedly broke with tradition and thanked Prince Charles in her speech at the wedding reception on Saturday evening, while Prince Harry's father moved the crowd to tears. At the Frogmore House reception, away from the world's eye, it was just the Duke and Duchess of Sussex and a few hundred of their closest friends. There were reports Prince William gave a \"naughty\" best man's speech, and the crowd partied to tunes spun by DJ Sam Totolee, who also performed at Pippa Middleton's wedding. After the speeches and the dancing, guests were reportedly treated to candyfloss and burgers as a midnight snack. Here are all the rumours and confirmed details about the speeches Prince Harry,...", "date": "2018-05-22 03:53:00", "url": "https://www.telegraph.co.uk/news/2018/05/21/have-found-prince-meghan-markle-prince-harrys-wedding-speeches/"},
{"author": "Anita Singh", "title": "Sir Anthony Hopkins: 'Am I a grandfather? I don't know and I don't care one way or the other'", "description": "In the BBC's forthcoming adaptations of King Lear, Sir Anthony Hopkins stars as a man driven mad by the breakdown of the father-daughter relationship.", "content": "In the BBC's forthcoming adaptations of King Lear, Sir Anthony Hopkins stars as a man driven mad by the breakdown of the father-daughter relationship. Not so in real life. In a startling interview, Sir Anthony has coolly declared that he neither knows nor cares if his only child, Abigail, has made him a grandfather. Abigail was the child of Sir Anthony’s first marriage, to Petronella Barker. He left the family when she was a toddler. In the 1990s, father and daughter had a brief rapprochement and Sir Anthony arranged for Abigail, then an aspiring actress, to have cameos on two of his films, Shadowlands and The Remains of the Day. But now there is no contact. Asked by Radio Times if he is a grandfather...", "date": "2018-05-22 06:36:00", "url": "https://www.telegraph.co.uk/news/2018/05/21/sir-anthony-hopkins-grandfather-dont-know-dont-care-one-way/"}
]